<?php

return [

    /*
    |--------------------------------------------------------------------------
    | سطور إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | السطور التالية هي السطور الافتراضية التي تطابق الأسباب
    | التي يقدمها وسيط كلمة المرور عندما تفشل محاولة تحديث كلمة المرور،
    | مثل وجود رمز غير صالح أو كلمة مرور جديدة غير صالحة.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
    'throttled' => 'يرجى الانتظار قبل إعادة المحاولة.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.',

];